recommendations = {
    "losses":
    """
1. На регулярной основе делайте мониторинг закупочных цен.

2. На регулярной основе проводите тендеры между поставщиками, особенно по продуктам категории А и В.

3. Постоянно ищите алтернативные продукты, делайте проработки продкутов, проводите дегустации.

4. Всегда имейте в запасе альтернативных поставщиков на подстраховку на каждый вид продуктов.

5. Помимо менеджеров компаний, старайтесь знакомиться и проводить переговоры с руководителями компаний. Аргументами в вашу пользу могут быть: большие объемы продаж, оплата без задержек или предоплата.
    """,
    
    "loss-forecast":
    """
1. На регулярной основе делайте мониторинг закупочных цен.

2. На регулярной основе проводите тендеры между поставщиками, особенно по продуктам категории А и В.

3. Постоянно ищите алтернативные продукты, делайте проработки продкутов, проводите дегустации.

4. Всегда имейте в запасе альтернативных поставщиков на подстраховку на каждый вид продуктов.

5. Помимо менеджеров компаний, старайтесь знакомиться и проводить переговоры с руководителями компаний. Аргументами в вашу пользу могут быть: большие объемы продаж, оплата без задержек или предоплата.
    """,
    
    "food-cost":
    """
1. Планируйте заявки опираясь на ваши объемы продаж и текущие остатки.

2. Установите min и max остаток на каждую позицию товара.

3. Определите допустимое количество дней оборачиваемости по каждому направлению (кухня, бар, пр).

4. Назначьте ответственных сотрудников по направлениям, которые контролируют заявки и соблюдение утвержденных лимитов.

5. При необходимости, разработайте для этих сотрудников мотивацию/KPI на соблюдение утвержденных лимитов.
    """,
    "turnover":
    """
1. Планируйте заявки опираясь на ваши объемы продаж и текущие остатки.

2. Установите min и max остаток на каждую позицию товара.

3. Определите допустимое количество дней оборачиваемости по каждому направлению (кухня, бар, пр).

4. Назначьте ответственных сотрудников по направлениям, которые контролируют заявки и соблюдение утвержденных лимитов.

5. При необходимости, разработайте для этих сотрудников мотивацию/KPI на соблюдение утвержденных лимитов.
    """
}