# "0️⃣1️⃣2️⃣3️⃣4️⃣5️⃣6️⃣7️⃣8️⃣9️⃣🔟"

recommendations = {
    "losses":
    """
1. На регулярной основе делайте мониторинг закупочных цен.

2. На регулярной основе проводите тендеры между поставщиками, особенно по продуктам категории А и В.

3. Постоянно ищите алтернативные продукты, делайте проработки продкутов, проводите дегустации.

4. Всегда имейте в запасе альтернативных поставщиков на подстраховку на каждый вид продуктов.

5. Помимо менеджеров компаний, старайтесь знакомиться и проводить переговоры с руководителями компаний. Аргументами в вашу пользу могут быть: большие объемы продаж, оплата без задержек или предоплата.
    """,
    
    "loss-forecast":
    """
1. На регулярной основе делайте мониторинг закупочных цен.

2. На регулярной основе проводите тендеры между поставщиками, особенно по продуктам категории А и В.

3. Постоянно ищите алтернативные продукты, делайте проработки продкутов, проводите дегустации.

4. Всегда имейте в запасе альтернативных поставщиков на подстраховку на каждый вид продуктов.

5. Помимо менеджеров компаний, старайтесь знакомиться и проводить переговоры с руководителями компаний. Аргументами в вашу пользу могут быть: большие объемы продаж, оплата без задержек или предоплата.
    """,
    
    "food-cost":
    """
1. Планируйте заявки опираясь на ваши объемы продаж и текущие остатки.

2. Установите min и max остаток на каждую позицию товара.

3. Определите допустимое количество дней оборачиваемости по каждому направлению (кухня, бар, пр).

4. Назначьте ответственных сотрудников по направлениям, которые контролируют заявки и соблюдение утвержденных лимитов.

5. При необходимости, разработайте для этих сотрудников мотивацию/KPI на соблюдение утвержденных лимитов.
    """,
    "turnover":
    """
1. Планируйте заявки опираясь на ваши объемы продаж и текущие остатки.

2. Установите min и max остаток на каждую позицию товара.

3. Определите допустимое количество дней оборачиваемости по каждому направлению (кухня, бар, пр).

4. Назначьте ответственных сотрудников по направлениям, которые контролируют заявки и соблюдение утвержденных лимитов.

5. При необходимости, разработайте для этих сотрудников мотивацию/KPI на соблюдение утвержденных лимитов.
    """,
    "inventory":
    """
1. Контролируйте правильность приемки и приходования товара. Приходуйте товары своевременно, день в день

2. Контролируйте корректность и актуальность ТТК (изменение качества входящего сырья, изменение % отхода, акты переработки, полуфабрикаты и др.)

3. С помощью платформы SOVA-rest, блок ТСУ, контролируйте корректность ведения ТСУ (товарно-складского учета), а также проводите подробный анализ инвентаризаций

4. Определите для сотрудников допустимые лимиты недостач/излишков. Разработайте систему премирования/депримирования с привязкой к этим лимитам

5. Проводите инвентаризацию минимум один раз в месяц, при необходимости, проводите дополнительно промежуточные инвентаризации по "проблемным" позициям

6. Контролируйте, что сотрудники работают по ТТК (обучение, экзамен, фото ТТК на рабочик местах, проведение перевесов готовых блюд и пр.)

7. Контролируйте сотрудников на предмет поедания/выпивания продуктов, а также на предмет воровства

8. Контролируйте проведение на регулярной основе списаний продукции и сырья (ежедневно/еженедельно, в зависимости от видов списания)
""",
    "write-off": """
1. Для минимизации потерь проводите списания на регулярной основе, ежедневно или еженедельно, в зависимости от вида списания.

2. Назначьте отвтественных, которые будут контролировать корректность списаний и стремиться их минимизировать.

3. Разработайте систему мотивации/KPI для сотрудников, направленную на минимизацию списаний.

4. Установите допустимые лимиты по разным видам списаний/складов.

5. Контролируйте заявки товара, следите, чтобы не было перетарки на складах.

6. Проводите регулярные собрания с сотрудниками, с помощью платформы SOVA-rest, совместно смотрите, обсуждайте показатели, вовремя выявляйте перекосы, негативную динамику, оперативно устраняйте нарушения.
"""
}