recommendations = {
    "losses":
    """
1. На регулярной основе делайте мониторинг закупочных цен.

2. На регулярной основе проводите тендеры между поставщиками, особенно по продуктам категории А и В.

3. Постоянно ищите алтернативные продукты, делайте проработки продкутов, проводите дегустации.

4. Всегда имейте в запасе альтернативных поставщиков на подстраховку на каждый вид продуктов.

5. Помимо менеджеров компаний, старайтесь знакомиться и проводить переговоры с руководителями компаний. Аргументами в вашу пользу могут быть: большие объемы продаж, оплата без задержек или предоплата.
    """,
    
    "loss-forecast":
    """
1. На регулярной основе делайте мониторинг закупочных цен.

2. На регулярной основе проводите тендеры между поставщиками, особенно по продуктам категории А и В.

3. Постоянно ищите алтернативные продукты, делайте проработки продкутов, проводите дегустации.

4. Всегда имейте в запасе альтернативных поставщиков на подстраховку на каждый вид продуктов.

5. Помимо менеджеров компаний, старайтесь знакомиться и проводить переговоры с руководителями компаний. Аргументами в вашу пользу могут быть: большие объемы продаж, оплата без задержек или предоплата.
    """
}